Repository: bragefuglseth/keypunch
Catalog: po/*.po
Languages: bg, et, eu, fa, he, kab, oc, ro, sk, uz

source: You can help add a new text language to Keypunch by submitting a language request on GitHub. A GitHub account and some language knowledge is required.
bg: Може да помогнете за добавянето на нов език за текст в „Keypunch“, като подадете заявка за език в GitHub. Изисква се профил в GitHub и познания по езика.
et: Saad abistada Keypunchi lisades uue keele, kui teed keeletaotluse GitHubis. GitHubi kontot ja natuke teadmist keelest on vajalikud.
eu: Testu hizkuntza berri bat gehi diezaiokezu Keypunch-i GitHub-era hizkuntza eskaera bat bidaliz. GitHub kontu bat eta hizkuntza ezagutza batzuk behar dira.
fa: می‌توانید با ثبت درخواست زبان در گیت‌هاب به افزودن زبان جدید به کلیدزنی کمک کنید. نیازمند حساب گیت‌هاب و دانش زبانی.
he: באפשרותך לעזור ולהוסיף שפה חדשה להקלדה עיוורת על ידי הגשת בקשה לשפה חדשה ב־GitHub. נדרש חשבון GitHub ומעט ידע בשפה.
kab: Tzemreḍ ad d-muddeḍ afus akken ad ternuḍ tutlayt n weḍris tamaynut ar Keypunch s tuzna n usuter n tutlayt ɣef GitHub. Ilaq-ak ad tesɛuḍ amiḍan deg GitHub d kra n tmussni ɣef tutlayin.
oc: Podètz ajudar a ajustar una lenga de tèxte novèla a Keypunch en presentant una demanda de lenga sus GitHub. Un compte GitHub e d’unas coneissenças lingüisticas son necessàrias.
ro: Poți ajuta la adăugarea unei limbi noi in Keypunch prin crearea unei cereri peGithub. Sunt necesare un cont de Github și cunoștiințe în acea limbă.
sk: Ak chcete pomôcť s pridaním jazyka do Keypunchu, môžete odoslať žiadosť o jazyk na portáli GitHub. Je potrebné mať konto GitHub a aspoň nejaké vedomosti o jazykoch.
uz: GitHubda til soʻrovini yuborish orqali Keypunchga yangi matn tilini qoʻshishga yordam berishingiz mumkin. GitHub hisobi va baʼzi til bilimlari talab qilinadi.

source: _Create Request
bg: _Създаване на заявка
et: _Tee taotlus
eu: _Sortu eskaera
fa: _ایجاد درخواست
he: _הגשת בקשה
kab: Snul_fu-d asuter
oc: _Crear requèsta
ro: _Creează cerere
sk: _Vytvoriť žiadosť
uz: Yaratish soʻrovi

source: Text View
bg: Текстов изглед
et: Teksti vaade
eu: Testu ikuspegia
fa: نمای متنی
he: תצוגת טקסט
kab: Taskant n weḍris
oc: Vista tèxte
ro: Vizualizare text
sk: Zobrazenie textu
uz: Matn koʻrinishi

source: Restart
bg: Рестартиране
et: Proovi uuesti
eu: Berrabiarazi
fa: آغاز دوباره
he: הפעלה מחדש
kab: Ales asenker
oc: Recomençar
ro: Reîncepe
sk: Reštartovať
uz: Qayta ishga tushirish

source: 15 seconds
bg: 15 секунди
eu: 15 segundo
fa: ۱۵ ثانیه
he: 15 שניות
kab: 15 tasinin
oc: 15 segondas
ro: 15 secunde
uz: 15 soniya

source: 30 seconds
bg: 30 секунди
eu: 30 segundo
fa: ۳۰ ثانیه
he: 30 שניות
kab: 30 tasinin
oc: 30 segondas
ro: 30 secunde
uz: 30 soniya

source: 1 minute
bg: 1 минута
eu: Minutu 1
fa: ۱ دقیقه
he: דקה אחת
kab: 1 n tesdat
oc: 1 minuta
ro: 1 minut
uz: 1 daqiqa

source: 5 minutes
bg: 5 минути
eu: 5 minutu
fa: ۵ دقیقه
he: 5 דקות
kab: 5 n tesdatin
oc: 5 minutas
ro: 5 minute
uz: 5 daqiqa

source: 10 minutes
bg: 10 минути
eu: 10 minutu
fa: ۱۰ دقیقه
he: 10 דקות
kab: 10 n tesdatin
oc: 10 minutas
ro: 10 minute
uz: 10 daqiqa

source: _Edit Text
bg: _Редактиране на текста
et: _Muuda teksti
eu: _Editatu testua
fa: _ویرایش متن
he: _עריכת טקסט
kab: Ẓr_eg aḍris
oc: _Modificar tèxt
ro: Modifică t_extul
sk: _Upraviť text
uz: Matnni tahrirlash

source: Main Menu
bg: Основно меню
et: Peamenüü
eu: Menu nagusia
fa: فهرست اصلی
he: תפריט ראשי
kab: Umuɣ agejdan
oc: Menú principal
ro: Opțiuni
sk: Hlavná ponuka
uz: Asosiy menyu

source: Just Start Typing
bg: Започнете да пишете
et: Alusta tippimist
eu: Has zaitez idazten
fa: شروع به نوشتن کنید
he: אפשר להתחיל להקליד
kab: Bdu kan tira
oc: Començatz de picar
ro: Începe să scrii
sk: Stačí začať písať
uz: Shunchaki matn terishni boshlang

source: _Enable Entry
bg: _Включване на писането
eu: _Gaitu sarrera
fa: _به کار انداختن ورودی
he: לאפשר ה_קלדה
kab: S_ermed takcemt
oc: _Activar l’entrada
ro: P_ermite tastarea
uz: Kirishni yoqish

source: Results
bg: Резултати
et: Tulemused
eu: Emaitzak
fa: نتیجه‌ها
he: תוצאות
kab: Igmaḍ
oc: Resultats
ro: Rezultate
sk: Výsledky
uz: Natijalar

source: _Continue
bg: _Продължаване
et: _Jätka
eu: _Jarraitu
fa: _ادامه‌
he: לה_משיך
kab: Kemmel (_C)
oc: _Contunhar
ro: _Continuă
sk: _Pokračovať
uz: Davom etish

source: Frustration Relief
bg: Освобождаване на напрежението
eu: Frustrazioa arintzea
fa: تسکین سرخوردگی
he: הקלה בתסכול
oc: Solaç de frustracion
ro: Reducerea dezamăgirii
uz: Xafagarchilikdan xalos bo'lish

source: Frustration Detected
bg: Засечени са стрес и напрежение
eu: Frustrazioa detektatu da
fa: تشخیص سرخوردگی
he: זוהה תסכול
oc: Frustracion detectada
ro: Dezamăgire detectată
uz: Xafagarchilik aniqlandi

source: You learn faster in a calm state of mind. Consider taking a break. The test has been cancelled, and will not affect your typing statistics.
bg: Учите се по-бързо, ако сте спокойни. Вземете си почивка. Тестът е отменен и няма да се отрази на статистиката ви за машинопис.
eu: Azkarrago ikasiko duzu lasaiago bazaude. Hartu atseden bat. Proba bertan behera geratu da, eta ez du eraginik izango zure idazketa-estatistiketan.
fa: در حالت آرامش فکری سریع‌تر یاد می‌گیرید. کمی استراحت کنید. آزمون لغو شد و تأثیری روی آمار نوشتنتان نخواهد گذاشت.
he: שקט נפשי מאיץ את הלימוד. כדאי לנוח קצת. הבחינה בוטלה ולא תשפיע על סטטיסטיקת ההקלדה שלך.
oc: Aprenètz mai rapidament a sang pausat. Pensatz de far una pausa. La pròva es estada escafada e afectarà pas vòstras estatisticas de picada.
ro: Se învață mai repede cu o stare de spirit calmă. Poate că trebuie să iei o pauză. Testul a fost anulat și nu va afecta statisticile de dactilografiere.
uz: Siz xotirjam holatda tezroq oʻrganasiz. Tanaffus qilishni oʻylab koʻring. Sinov bekor qilindi va matn kiritish statistikangizga taʻsir qilmaydi.

source: Text _Language
bg: _Език на текста
et: _Teksti keel
eu: Testu-_hizkuntza
fa: _زبان متن
he: _שפת הטקסט
kab: Tutlayt n weḍris
oc: _Lenga del tèxte
ro: _Limba textului
sk: _Jazyk textu
uz: Matn tili

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
et: _Kiirklahvid
eu: _Laster-teklak
fa: _میان‌برهای صفحه‌کلید
he: _צירופי מקשים
kab: Inegzumen n unasiw (_K)
oc: _Acorchis clavièr
ro: Scur_tături
sk: _Klávesové skratky
uz: Klaviature yorliqlari

source: _About Keypunch
bg: _Относно „Keypunch“
et: _Teave rakendusest
eu: Keypunch aplikazioari _buruz
fa: _دربارهٔ کلیدزنی
he: _על הקלדה עיוורת
kab: Ɣef Keypunch (_A)
oc: _A prepaus de Keypunch
ro: _Despre Keypunch
sk: _O Keypunchi
uz: Keypunch haqida

source: Orthography by
bg: Правопис от
et: Ortograafia tegi
eu: Ortografia:
fa: دبیره به دست
he: אורתוגרפיה על ידי
oc: Ortografia per
ro: Ortografie realizată de
sk: Zadanie podľa
uz: Orfografiya boʻyicha

source: translator-credits
bg: twlvnn kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
et: Henri Aunin <contact@hen.ee>
eu: Asier Saratsua Garmendia <asiersarasua@ni.eus>
fa: هادی آذرنسب <hadi7546.ir> دانیال بهزادی <dani.behzi@ubuntu.com>
he: יוסף אור בוצ׳קו <yoseforb@gmail.com> מיזם תרגום GNOME לעברית https://l10n.gnome.org/teams/he/
kab: ButterflyOfFire
oc: Quentin PAGÈS
ro: Flavian Stavarache <FlavianStavarache@outlook.com> Antonio Marin <gnmer.6qxyg@slmail.me>, 2025
sk: Martin Kolenič
uz: tarjimon-kreditlari

source: Special thanks to
bg: Специални благодарности на
et: Suured tänud
eu: Esker bereziak
fa: سپاس ویژه از
he: תודות מיוחדות ל
kab: Tanemmirt s tussda i
oc: Mercejaments particulars a
ro: Mulțumiri speciale către
sk: Osobitné poďakovanie
uz: Alohida rahmat

source: Fretboard
fa: تخته فرت

source: Look up guitar chords
bg: Потърсете акорди за китара
eu: Kontsultatu gitarra-akordeak
fa: گشتن به دنبال آکوردهای گیتار
he: חיפוש אקורדים לגיטרה
oc: Cercar los acòrds de guitarra
ro: Caută acorduri de chitară
uz: Gitara akkordlarini qidiring

source: Ongoing typing test
bg: В момента се провежда тест за машинопис
eu: Idaketa-proba abian
fa: آزمون نوشتن در حال انجام
he: מתקיימת כרגע בחינת הקלדה
oc: Pròva de picada a man de començar
ro: Test de tastare în curs
uz: Davom etayotgan matn terish sinovi

source: Changes discarded
bg: Промените са отхвърлени
et: Muudatused tühistatud
eu: Aldaketak baztertu dira
fa: تغییرات دور انداخته شدند
he: שינויים בוטלו
oc: Modificacions ignoradas
ro: Schimbările au fost anulate
sk: Úpravy sa neuložili
uz: Oʻzgarishlar bekor qilindi

source: Restore
bg: Възстановяване
et: Taasta
eu: Berrezarri
fa: بازآوری
he: שחזור
kab: Err-it-id
oc: Restaurar
ro: Restabilește sesiunea
sk: Obnoviť
uz: Qayta tiklash

source: Enable Entry
et: Luba sisestamine
sk: Povoliť vkladanie

source: Ongoing typing session
et: Toimub hetkel tippimine
sk: Rozpracované strojopisné cvičenie
