Repository: bragefuglseth/keypunch
Catalog: po/*.po
Languages: bg, et, eu, fa, he, kab, oc, ro, sk, uz

source: Keypunch
fa: کلیدزنی
he: הקלדה עיוורת

source: Practice your typing skills
bg: Упражнявайте уменията си по машинопис
et: Harjuta oma klaviatuurikirjutamisoskusi
eu: Praktikatu zure idazketa-trebetasunak
fa: تمرین دادن مهارت نوشتنتان
he: תרגול מיומנות ההקלדה שלך
oc: Practicatz vòstras competéncias en picada
ro: Antrenează-ți abilitatea de a tasta rapid
sk: Precvičovanie strojopisu
uz: Matn terish qobiliyatingizni mashq qiling

source: typing;trainer;touch typing;keyboard;speed;wpm;words per minute;accuracy;test;
bg: машинопис;писане;тренажор;клавиатура;скорост;думи в минута;точност;
et: typing;trainer;touch typing;keyboard;speed;wpm;words per minute;accuracy;test;tippimine;tippima;klaviatuur;kiirus;
eu: idazketa;entrenatzailea;ukipen bidezko idazketa;teklatua;abiadura;mh;minutuko hitzak;zehaztasuna;proba;
fa: typing;trainer;touch typing;keyboard;speed;wpm;words per minute;accuracy;test;تایپ;نوشتن;کلید;صفحه‌کلید;سرعت;واژه;کلمه;دقت;آزمون;
he: הקלדה;אימון;מקלדת;הקלדה עיוורת;מקלדת פיזית;מהירות;מילים לדקה;wpm;דיוק;מבחן;בדיקה;
oc: picada;entrainament;tòca;picar;clavièr;velocitat;mpm;mots per minuta;precision;ensag;
ro: typing;keyboard;tastare;antrenor;dictilografie;tastatură;viteză;wpm;cuvinte pe minut;precizie;test;
sk: typing;trainer;touch typing;keyboard;speed;wpm;words per minute;accuracy;test;strojopis;klávesnica;rýchlosť;presnosť;slová za minutu;písanie všetkými desiatimi;
uz: matn terish;murabbiy;ko‘r usulda yozish;klaviatura;tezlik;dss;daqiqadagi so‘zlar soni;aniqlik;sinov;

source: There is no doubt that typing on a keyboard is an essential skill in the digital age. Typing fast and accurately gives you more opportunities, more time for what matters to you, and a sense of self-accomplishment.
bg: Няма съмнение, че писането на клавиатура е основно умение в цифровата ера. Бързият и точен машинопис ви дава повече възможности, повече време за важните за вас неща и чувство за удовлетворение.
et: Pole kahtlust, et klaviatuuril tippimine on tänapäeva infoühiskonnas vajalik oskus. Kiiresti ja täpselt tippimine avab rohkem võimalusi, annab aega tähtsamateks asjadeks ning saavutuse tunde.
eu: Dudarik gabe, teklatuan idaztea funtsezkoa da aro digitalean. Azkar eta zehatz idazteak aukera gehiago ematen dizkizu, denbora gehiago beste zeregin batzuetarako eta zerbait ona egin izanaren zentzua.
fa: بدون شک مهارت تایپ کردن سریع با صفحه‌کلید در عصر دیجیتال ضروری است. سریع و دقیق تایپ کردن به شما فرصت‌های بیشتر، زمان بیشتر برای چیزی که مهم‌تر است و احساس خودشکوفایی می‌دهد.
he: אין ספק שהקלדה עיוורת היא מיומנות חיונית בעידן הדיגיטלי. הקלדה מהירה ומדויקת מרחיבה את מנעד ההזדמנויות שלך, מפנה זמן רב יותר ומגבירה את תחושת המסוגלות.
oc: I a pas cap de dobte que picar sus un clavièr es una competéncia essenciala dins l'èra numerica. Picar rapidament e amb precision vos dòna mai d'ocasions, mai de temps per çò qu'impòrta per vos, e un sentiment d'auto-realizacion.
ro: Astăzi, scrierea la tastatură este o abilitate esențială pentru noi toți. Tastarea rapidă și precisă îți oferă nu doar mai multe oportunități, dar și mai mult timp pentru a face ceea ce îți place.
sk: Strojopis je v digitálnej dobe nepochybne nutnou zručnosťou. Pri rýchlom a presnom písaní získate viac príležitostí a viac času na všetko, čo je pre vás dôležité, ako aj pocit naplnenia z dosiahnutého úspechu.
uz: Klaviaturada matn terish raqamli asrda muhim mahorat ekanligiga shubha yoʻq. Tez va toʻgʻri matn terish sizga koʻproq imkoniyatlar beradi. Siz uchun muhim boʻlgan narsalarga koʻproq vaqt va oʻz-oʻzini kamol toptirish hissini beradi.

source: Keypunch lets you practice typing. Thanks to fast-paced sessions with instant feedback afterwards and a plethora of available languages, you might even have a little fun doing so. With determination, proper technique and some time, you will observe a noticeable increase in both the speed and the accuracy of which your thoughts and ideas are put into words on the screen.
bg: С „Keypunch“ можете да се упражнява машинописа си. Благодарение на бързите сесии с незабавна обратна връзка след това и множеството налични езици може дори да се забавлявате. С решителност, правилна техника и известно време ще забележите забележимо увеличение както на скоростта, така и на точността, с която вашите мисли и идеи се превръщат в думи на екрана.
et: Keypunchiga saad harjutada klaviatuuril tippimist ja lõbuga. Kiired harjutused kohese tagasisidega ja suur valik keeli. Sihikindlusega, õige tehnikaga ja natukese aja pärast võid näha märgatavat erinevust klaviatuuri tippimise kiirusel ja täpsusel.
eu: Keypunch aplikazioak idazketa praktikatzen laguntzen dizu. Erritmo bizkorreko saioei, berehalako feedbackari eta hizkuntza erabilgarri ugari izateari esker, baliteke bitartean gainera ondo pasatzea. Temati, teknika egokiz eta denboraz, zure pentsamendu eta ideiak pantailako hitzetan adierazteko abiadura eta zehaztasunaren handitze nabarmen bat antzemango duzu.
fa: کلیدزنی می‌گذارد نوشتن را تمرین کنید. به لطف نشست‌های سریع با بازخورد فوری پس از آن و انبوهی از زبان‌های موجود، شاید حتا کمی هم سرگرم شوید. با ارادهٔ قوی، فن مناسب و کمی زمان، شاهد افزایش قابل توجهی در سرعت و دقت تبدیل افکار و ایده‌هایتان به کلمات روی صفحه نمایش خواهید بود.
he: היישום הקלדה עיוורת מאפשר לך לתרגל את ההקלדה שלך. תודות לתרגולים מהירים ולמשוב מיידי ושפע של שפות זמינות, אפשר אפילו ליהנות מזה מעט. עם מספיק נחישות, טכניקה נכונה וקצת זמן, אפשר לצפות לשיפור ניכר הן במהירות והן בדיוק ההקלדה שלך.
oc: Keypunch vos permet de practicar la picada. Mercés a de sessions rapidas amb de retorns instantanèus après e una pletòra de lengas disponiblas, podètz quitament vos divertir un pauc en o far. Amb determinacion, tecnica corrècta e un pauc de temps, observaretz un creis notable de la velocitat e de la precision que vòstras pensadas e idèas son mesas en mots sus l'ecran.
ro: Keypunch îți oferă șansa de a-ți antrena viteza de tastare. Datorită sesiunilor rapide, cu reacție instantanee și a multitudinii de limbi disponibile, procesul de învățare este simplu și interactiv. Cu puțină determinare și o tehnică corectă, vei observa o îmbunătățire a vitezei și preciziei cu care îți transpui gândurile în scris.
sk: V Keypunchi si môžete precvičiť strojopis. Vďaka rýchlym cvičeniam, okamžitej spätnej väzbe a množstvu dostupných jazykov sa pri tom možno aj trochu zabavíte.Pri dostatočnom odhodlaní, správnej technike a troche času si čoskoro všimneteciteľný nárast rýchlosti i presnosti, s akou sa vám myšlienky a nápady meniapod rukami na slová na obrazovke.
uz: Keypunch sizga matn terishni mashq qilish imkonini beradi. Tezkor sessiyalar va ulardan keyin tezkor fikr-mulohazalar hamda mavjud tillarning koʻpligi tufayli, siz buni bajarishdan biroz zavqlanishingiz mumkin. Qatʼiyat, toʻgʻri texnika va ma’lum vaqt o‘tgach, siz fikrlaringiz va g‘oyalaringizni ekranda so‘zlarga aylantirish tezligi va aniqligining sezilarli darajada oshganini kuzatasiz.

source: If you are already a racer at typing, Keypunch still has something for you. Try practicing with numbers and punctuation, or choose your own text to type out as fast as you can.
bg: Ако вече сте състезател по машинопис, „Keypunch“ все още има нещо за вас. Опитайте да се упражнявате с цифри и препинателни знаци или изберете свой собствен текст, който да напишете възможно най-бързо.
et: Kui oled juba tõeline kiire tippija, siis Keypunchil on ikka pakkuda midagi. Harjuta koos numbrite ja kirjavahemärkidega või proovi oma valitud teksti kiiresti tippida.
eu: Dagoeneko idazketan aditua bazara, Keypunchek badu oraindik zerbait zuretzat. Saiatu zenbakiekin eta puntuazioarekin, edo aukeratu zure testua ahalik eta azkarren idazteko.
fa: حتا اگر یک حروف‌چین حرفه‌ای هستید، بازهم کلیدزنی برای شما چیزی دارد. می‌توانید با اعداد و علائم نگارشی تمرین کرده یا متن خود را برای نوشتن هرچه سریع‌تر برگزینید.
he: אם כבר רכשת מיומנות בהקלדה עיוורת, ליישום זה עדיין יש מה להציע לך. ניתן לתרגל הקלדה עיוורת עם מספרים, סימני פיסוק ואף להזין טקסט לבחירתך ולבחון את מהירות ההקלדה שלך עליו.
oc: Se sètz ja un correire de picada, Keypunch a encara quicòm per vos. Ensajatz de practicar amb de chifras e de pontuacion, o causissètz vòstre pròpri tèxte per picar lo mai lèu possible.
ro: Dacă ești deja expert în utilizarea tastaturii, Keypunch are ceva în plus pentru tine. Încearcă să exersezi cu numere și semne de punctuație, sau alege-ți propriul text pe care să-l tastezi cât mai repede posibil.
sk: Ak aj máte nacvičené svižné tempo písania, Keypunch vám má stále čo ponúknuť. Skúste si precvičiť čísla a interpunkciu, alebo si vyberte vlastný text, ktorý sa posnažíte prepísať čo najrýchlejšie.
uz: Agar siz allaqachon matn terishda mohir bo‘lsangiz, Keypunchʼda hali ham siz uchun nimadir bor. Raqamlar va tinish belgilari bilan mashq qiling yoki imkon qadar tezroq yozish uchun o‘z matningizni tanlang.

source: Get ready to accelerate your typing!
bg: Пригответе се да ускорите машинописа!
et: Kiirenda klaviatuuril tippimist!
eu: Presta zaitez idazketa bizkortzeko!
fa: آکاده شدن برای شتاب‌دهی به نوشتنتان!
he: היכונו לשיפור ההקלדה שלכם!
oc: Preparatz-vos a accelerar vòstra picada !
ro: Pregatește-te să-ți îmbunătățești viteza de tastare!
sk: Pripravte sa na zrýchlenie písania!
uz: Yozishni tezlashtirishga tayyorlaning!

source: Keypunch is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.
bg: Keypunch е част от GNOME Circle, инициатива, която подкрепя страхотния софтуер за платформата GNOME. За повече информация, посетете уеб сайта на GNOME Circle.
eu: Keypunch GNOMEren zirkuluko aplikazio bat da. GNOME plataformarako software ezin hobea biltzen duen ekimena da GNOMEren zirkulua. Informazio gehiagorako, joan GNOMEren zirkuluaren webgunera.
fa: کلیدزنی با افتحار بخشی از حلقهٔ گنوم است. دیدن پایگاه وب حلقهٔ گنوم برای اطّلاعات بیش‌تر.
he: מיזם „הקלדה עיוורת” גאה להיות חלק מ־GNOME Circle, יוזמה שמרימה לתוכנות המדהימות שזמינות לפלטפורמת GNOME. למידע נוסף, מומלץ לבקר באתר של GNOME Circle .
oc: Keypunch fa partida amb fiertat de GNOME Circle, una iniciativa que promòu los bons logicials disponibles per la plataforma GNOME. Per ne saber mai, consultatz lo sit web de GNOME Circle.
ro: Keypunch face parte din GNOME Circle, o inițiativă care promovează programele excelente disponibile pentru platforma GNOME. Pentru mai multe informații, se poate vizita situl GNOME Circle.
uz: Keypunch GNOME platformasi uchun mavjud bo‘lgan ajoyib dasturiy taʼminotni qo‘llab-quvvatlovchi GNOME Circle tashabbusining faxrli qismidir. Batafsil GNOME Circle vebsaytiga kiring.

source: In the middle of a session
bg: По време на сесия
et: Keset tippimist
eu: Saio baten erdian
fa: در میان یک نشست
he: באמצע ההקלדה
kab: Deg tlemmast n tɣimit
oc: Al mitan de la session
ro: Sesiune în curs
sk: Prebieha cvičenie
uz: Mashgʻulot oʻrtasida

source: Ready for typing
bg: Готови за писане
et: Valmis tippimiseks
eu: Idazteko prest
fa: آمادهٔ نوشتن
he: מוכן להקלדה
kab: Wejdeɣ i tira
oc: Prèst a picar
ro: Gata de tastare
sk: Pripravené na písanie
uz: Matn terishga tayyor

source: Session results
bg: Резултати от сесията
et: Tulemused
eu: Saioaren emaitzak
fa: نتایج نشست
he: תוצאות ההקלדה
kab: Igemmaḍ n tɣimit
oc: Resultats de la session
ro: Rezultatul sesiunii
sk: Výsledky cvičenia
uz: Mashgʻulot natijalari

source: Language selection
bg: Избор на език
et: Keelevalik
eu: Hizkuntzaren hautapena
fa: گزینش زبان
he: בחירת שפה
kab: Afran n tutlayt
oc: Seleccion de lenga
ro: Alege limba
sk: Výber jazyka
uz: Til tanlash

source: Custom text entry
bg: Друго поле текст
et: Kohandatud teksti sisestamine
eu: Testu-sarrera pertsonalizatua
fa: ورودی متن سفارشی
he: הזנת טקסט מותאם אישית
kab: Takcemt n uḍris udmawan
oc: Entrada tèxt personalizada
ro: Personalizează textul
sk: Vkladanie vlastného textu
uz: Maxsus matn kiritish

source: Window Width
bg: Широчина на прозореца
et: Akna laius
eu: Leihoaren zabalera
fa: پهنای پنجره
he: רוחב חלון
kab: Teɣzi n usfaylu
oc: Largor de la fenèstra
ro: Lățimea ferestrei
sk: Šířka okna
uz: Oyna kengligi

source: Window Height
bg: Височина на прозореца
et: Akna kõrgus
eu: Leihoaren altuera
fa: بلندای پنجره
he: גובה חלון
kab: Tehri n usfaylu
oc: Nautor de la fenèstra
ro: Înălțimea ferestrei
sk: Výška okna
uz: Oyna balandligi

source: Window Maximization
bg: Максимизиране на прозореца
et: Akna maksimeerimine
eu: Leihoa maximizatzea
fa: بیشینهٔ پنجره
he: האם החלון מוגדל
oc: Agrandiment de la fenèstra
ro: Maximizarea ferestrei
sk: Maximalizácia okna
uz: Oynani maksimallashtirish

source: Session Type
bg: Вид сесия
et: Harjutuse tüüp
eu: Saio mota
fa: گونهٔ نشست
he: סוג הפעלה
kab: Askar n tɣimit
oc: Tipe de session
ro: Tipul sesiunii
sk: Typ cvičenia
uz: Mashgʻulot turi

source: Session Duration
bg: Продължителност на сесията
et: Harjutuse pikkus
eu: Saioaren iraupena
fa: مدت زمان نشست
he: משך הפעלה
kab: Tanzagt n tɣimit
oc: Durada de la session
ro: Durata sesiunii
sk: Dĺžka cvičenia
uz: Mashgʻulot davomiyligi

source: The duration of time-based sessions
bg: Продължителността на сесиите за времето
et: Ajaliste harjutuste pikkus
eu: Denboran oinarritutako saioen iraupena
fa: مدت زمان نشست‌های زمان‌محور
he: משך זמן של הפעלה מבוססת זמן
oc: Durada de las sessions basadas sul temps
ro: Durata sesiunii contra timp
sk: Trvanie cvičení zameraných na čas
uz: Vaqtga asoslangan mashg‘ulotlar davomiyligi

source: "en"
bg: "bg"
et: "et"
eu: "eu"
fa: "fa"
he: "he"
kab: "kab"
oc: "oc"
ro: "ro"
sk: "sk"
uz: "uz"

source: Text Language
bg: Език на текста
et: Teksti keel
eu: Testu-hizkuntza
fa: زبان متن
he: שפת הטקסט
kab: Tutlayt n uḍris
oc: Lenga del tèxte
ro: Limba textului
sk: Jazyk textu
uz: Matn tili

source: The code of the language used for automatically generated text
bg: Кодът на езика, използван за автоматично генерирания текст
et: Keele kood automaatselt koostatud teksite puhul
eu: Automatikoki sortutako testurako erabiliko den hizkuntza-kodea
fa: شناسه زبان مورد استفاده برای متن‌های تولیدشده به‌صورت خودکار
he: קוד השפה שבשימוש לטקסט שנוצר באופן אוטומטי
oc: Lo còdi de la lenga utilizada per un tèxte automaticament generat
ro: Codul limbii folosit pentru textul generat automat
sk: Kód jazyka použitého na automaticky generovaný text
uz: Avtomatik yaratilgan matn uchun ishlatiladigan til kodi

source: Recent Languages
bg: Скоро ползвани езици
et: Hiljutised keeled
eu: Azken hizkuntzak
fa: زبان‌های اخیر
he: שפות בשימוש לאחרונה
kab: Tutlayin tineggura
oc: Lengas recentas
ro: Limbi recente
sk: Naposledy použité jazyky
uz: Soʻnggi tillar

source: Languages shown in the list of recent ones in the text language dialog
bg: Езици, показани в списъка със скорошните в прозореца за езика на текста
et: Loetelus kuvatud hiljuti valitud keeled
eu: Elkarrizketa-koadroko hizkuntza berrien zerrendan agertzen diren hizkuntzak
fa: زبان‌های نمایش داده شده در فهرست زبان‌های اخیر در پنجره‌ انتخاب زبان متن
he: שפות מוצגות ברשימה בשימוש לאחרונה הן שפות בדו שיח של טקסט השפה
oc: Las lengas afichadas dins la lista de las recentas dins la fenèstra de lenga de tèxte
ro: Limbile afișate în lista celor utilizate recent, în fereastra de dialog a limbii textului
sk: Jazyky zobrazené v zozname nedávnych jazykov v dialógovom okne jazyka textu
uz: Matn tili dialogida soʻnggi ro‘yxatda ko‘rsatilgan tillar

source: "The quick brown fox jumps over the lazy dog."
bg: "Ах, чудна българска земьо, полюшвай цъфтящи жита!"
et: "See väike mölder jõuab rongile hüpata."
eu: "Eva eta Iñaxio quadez joan ziren flyscheko campingeko bungalowera."
fa: "ضحاک ژنده پوش، غازچران خبیث عصمت‌السلطنه ظفرقندی جذام گرفت."
he: "השועל הירוק הזוהר רוכב על דרקון סגול תוך כדי שהוא משחק שחמט עם סוס מעופף."
oc: « Lo jove lingüista ambigú e misteriós s'exclamèt : aquò es lo un camèl d'Anaïs que fugís en zigzagant per la plaça de la fornariá, beurà tot lo Whiskey ! »
ro: „Spune-mi cu cine te-nsoțești, ca să-ți spun cine ești.”
sk: "Päťtýždňové vĺčatá nervózne štekajú na môjho ďatľa v tŕní."
uz: “Tezkor qoʻngʻir tulki dangasa it ustidan sakrab o‘tadi.”

source: Custom Text
bg: Друг текст
et: Kohandatud tekst
eu: Testu pertsonalizatua
fa: متن سفارشی
he: טקסט מותאם אישית
kab: Aḍris udmawan
oc: Tèxte personalizat
ro: Text personalizat
sk: Vlastný text
uz: Maxsus matn

source: Text displayed when “Custom” is chosen from the session menu
bg: Текст, показван при избор на „Друг“ от менюто на сесията
et: Tekst, mida näidatakse kui „kohandatud“ on valitud harjutuste menüüst
eu: Saio-menutik "Pertsonalizatua" aukeratzen denean bistaratzen den testua
fa: متنی که هنگام انتخاب «سفارشی» از منوی نشست نمایش داده می‌شود
he: טקסט שמוצג כאשר „מותאם אישית” נבחר מתפריט ההפעלה
oc: Tèxte afichat quand « Personalizat » es causit al menú de session
ro: Text afișat când opțiunea „Personalizat” este selecționată
sk: Text, ktorý sa zobrazí pri výbere cvičenia s vlastným textom z ponuky
uz: Mashgʻulot menyusidan “Maxsus” tanlanganda chiqadigan matn

source: Personal Best
bg: Най-добър резултат
et: Isiklik rekord
eu: Zure marka onena
fa: برترین دستاوردها
he: שיא אישי
oc: Melhora marca personala
ro: Record personal
sk: Osobný rekord
uz: Shaxsiy eng yaxshi

source: The current highest amount of WPM received for each session type / duration and language
bg: Текущата най-висока стойност на WPM [думи в минута], получена за всеки вид сесия, продължителност и език
et: Hetkel kõige kõrgema WPM-i saavutatud iga harjutuse tüübi, pikkuse ja keelega
eu: Momentuan jasotako MH kopururik handiena saio mota, iraupen eta hizkuntza bakoitzeko
fa: بیشترین میزان WPM ثبت‌شده برای هر نوع/مدت نشست و زبان
he: מספר המילים לדקה הגבוה ביותר שהתקבל עבור כל סוג או משך הפעלה ושפה
oc: La quantitat mai nauta actuala de MPM recebuda per cada tipe / durada e lenga de session
ro: Cele mai multe cuvinte tastate pe minut pentru fiecare tip de sesiune / durata și limba
sk: Aktuálny najvyšší počet slov za minutu pre všetky typy cvičení / trvanie a jazyk
uz: Har bir mashgʻulot turi / davomiyligi va tili uchun olingan joriy eng yuqori DSS miqdori

# shortcut window
source: General
bg: Общи
et: Üldine
eu: Orokorra
fa: عمومی
he: כללי
kab: Amatu
ro: Generale
sk: Všeobecné
uz: Umumiy

# shortcut window
source: Text Language
bg: Език на текста
et: Teksti keel
eu: Testu-hizkuntza
fa: زبان متن
he: שפת הטקסט
kab: Tutlayt n uḍris
oc: Lenga del tèxte
ro: Limba textului
sk: Jazyk textu
uz: Matn tili

# shortcut window
source: Cancel Session
bg: Спиране на сесията
et: Tühista käimasolev harjutus
eu: Utzi saioa
fa: لغو نشست
he: ביטול הפעלה
kab: Sefsex tiɣimit
oc: Anullar la session
ro: Anulează sesiunea
sk: Zrušiť cvičenie
uz: Mashgʻulotni bekor qilish

# shortcut window
source: Keyboard Shortcuts
bg: Клавишни комбинации
et: Kiirklahvid
eu: Laster-teklak
fa: میان‌برهای صفحه‌کلید
he: צירופי מקשים
kab: Inegzumen n unasiw
oc: Acorchis de clavièr
ro: Scurtături
sk: _Klávesové skratky
uz: Klaviatura yorliqlari

# shortcut window
source: Close Window
bg: Затваряне на прозорецa
et: Sulge aken
eu: Itxi leihoa
fa: بستن پنجره
he: סגירת חלון
kab: Mdel asfaylu
oc: Tampar la fenèstra
ro: Închide fereastra
sk: Zatvoriť okno
uz: Oynani yopish

# shortcut window
source: Quit
bg: Спиране на програмата
et: Sulge
eu: Irten
fa: خروج
he: יציאה
kab: Ffeɣ
oc: Sortir
ro: Închide
sk: Zavrieť
uz: Chiqish

source: Insert custom text…
bg: Вмъкване на друг текст…
et: Sisesta kohandatud tekst…
eu: Sartu testu pertsonalizatua…
fa: ورود متن سفارشی…
he: הכנסת טקסט מותאם אישית…
kab: Sekcem-d aḍris udmawan…
oc: Inserir tèxt personala…
ro: Introdu textul perosnalizat…
sk: Vložit vlastní text…
uz: Maxsus matn kiritish…

source: _Save
bg: _Запазване
et: _Salvesta
eu: _Gorde
fa: _ذخیره
he: _שמירה
kab: _Sekles
oc: _Enregistrar
ro: _Salvează
sk: _Uložiť
uz: Saqlash

source: New Personal Best for Configuration
bg: Нов най-добър резултат за настройката
et: Nende sätetega uus isiklik rekord
eu: Zure marka berririk onena konfiguraziorako
fa: برترین دستاوردها برای پیکربندی
he: שיא אישי חדש לקטגוריה
oc: Melhora marca personala per Configuracion
ro: Un nou record personal cu această configurare
sk: Nový osobný rekord v konfigurácii
uz: Konfiguratsiya uchun yangi shaxsiy eng yaxshi

source: Words per Minute
bg: Думи в минута
et: Sõnad minutis
eu: Hitzak minutuko
fa: واژه در دقیقه
he: מילים לדקה
kab: n wawalen deg tesdidt
oc: Mot per minuta
ro: Cuvinte pe minut
sk: Slová za minutu
uz: Daqiqadagi soʻzlar soni

source: Accuracy
bg: Точност
et: Täpsus
eu: Zehaztasuna
fa: دقّت
he: דיוק
kab: Tiseddi
oc: Precision
ro: Precizie
sk: Presnosť
uz: Toʻgʻrilik

source: Test Type
bg: Вид на теста
eu: Testu mota
fa: آزمون نوشتن
he: בחינת הקלדה
oc: Tipe de pròva
ro: Tipul testului
uz: Sinov turi

source: Test Duration
bg: Продължителност на теста
eu: Testu-iraupena
fa: مدّت آزمون
he: משך בחינה
oc: Durada de la pròva
ro: Durata testului
uz: Sinov davomiyligi

source: Custom
bg: Друго
eu: Pertsonalizatua
fa: سفارشی
he: מותאם אישית
kab: Udmawan
oc: Personalizat
ro: Personalizat
uz: Maxsus

source: Simple
bg: Лесно
eu: Sinplea
fa: ساده
he: פשוט
kab: Afessas
ro: Simplu
uz: Oddiy

source: Advanced
bg: За напреднали
eu: Aurreratua
fa: پیشرفته
he: מתקדם
kab: Leqqayen
oc: Avançat
ro: Avansat
uz: Murakkab

source: {}m {}s
bg: {} мин. {} сек.
et: {}min {}s
fa: {}م و {}ث
he: {} דקות ו־{} שניות
kab: {}tsd {}tsn
uz: {}d {}son

source: {} minute
bg: {} минута
et: {} minut
eu: Minutu {}
fa: {} دقیقه
he: דקה אחת
kab: {} tasdidt
oc: {} minuta
ro: {} minut
sk: {} minúta
uz: {} daqiqa

source: {} second
bg: {} секунда
et: {} sekund
eu: Segundu {}
fa: {} ثانیه
he: שנייה
kab: {} tasint
oc: {} segonda
ro: {} secundă
sk: {} sekunda
uz: {} soniya

source: Add Language
bg: Добавяне на език
et: Lisa keel
eu: Gehitu hizkuntza
fa: افزودن زبان
he: הוספת שפה
kab: Rnu tutlayt
oc: Apondre una lenga
ro: Adaugă o limbă
sk: Pridať jazyk
uz: Til qoʻshish

source: Search languages…
bg: Търсене на езици…
et: Otsi keeli…
eu: Bilatu hizkuntzak…
fa: جست‌وجوی زبان‌ها…
he: חיפוש שפות…
kab: Anadi ɣef tutlayin …
oc: Recercar de lengas…
ro: Caută limbi…
sk: Vyhľadávať jazyky…
uz: Tillarni qidirish…

source: Recent
bg: Скорошен
et: Hiljutised
eu: Oraintsukoa
fa: اخیر
he: בשימוש לאחרונה
kab: Tineggura
oc: Recentas
ro: Recente
sk: Nedávne
uz: Soʻnggi

source: Other
bg: Друго
et: Muu
eu: Beste bat
fa: دیگر
he: אחר
kab: Tiyyaḍ
oc: Autras
ro: Altele
sk: Ostatné
uz: Boshqalar

source: Search Results
bg: Резултати от търсенето
et: Otsingutulemused
eu: Bilaketaren emaitzak
fa: نتایج جست‌وجو
he: תוצאות חיפוש
kab: Igmaḍ n unadi
oc: Resultats de la recèrca
ro: Rezultate
sk: Výsledky vyhľadávania
uz: Qidiruv natijalari

source: No Matches
bg: Няма съвпадения
et: Pole ühtegi vastet
eu: Bat ere ez
fa: بدون مطابقت
he: אין התאמות
oc: Cap de correspondéncia
ro: Niciun rezultat disponibil
sk: Nič sa nenašlo
uz: Moslik yoʻq

source: Try a different search
bg: Oпитайте различно търсене
et: Proovi teistsugust otsingut
eu: Saiatu beste bilaketa batekin
fa: جست‌وجویی دیگر را بیازمایید
he: יש לנסות חיפוש שונה
kab: Ɛreḍ anadi-nniḍen
oc: Ensajatz una recèrca diferenta
ro: Încearcă un alt cuvânt
sk: Skúste iné vyhľadávanie
uz: Boshqa qidiruvni sinab koʻring
